<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Ecualizaci&oacute;n</title>
    <link rel="shortcut icon" href="img/logo.png" type="image/x-icon">
    <link rel="stylesheet" href="css/estilos2.css">
    <link href="https://fonts.googleapis.com/css2?family=Open+Sans:wght@300;400;700;800&display=swap" rel="stylesheet">
    </head>
<body>
 <header>
      <nav>
         <a href="principal.html">Inicio</a>
         <a href="musica.html">M&uacute;sica</a>
         <a href="ciencia_sonido.html">La ciencia del sonido</a>
         <a href="relacion_hombre_sonido.html">Relaci&oacute;n Hombre-Sonido</a>
         <a href="aplicacion_sonido_tecnologia.html">Aplicaci&oacute;n de tecnología en el sonido</a>
         <a href="nuestro_equipo.html">Nuestro equipo</a>
     </nav>
     <section class="textos-header">
         <h1>Ecualizaci&oacute;n</h1>
         <h2>La m&uacute;sica es el sonido de nuestras vidas</h2>
     </section>
     <div class="wave" style="height: 150px; overflow: hidden;"><svg viewBox="0 0 500 150" preserveAspectRatio="none"
                style="height: 100%; width: 100%;">
                <path d="M0.00,49.98 C150.00,150.00 349.20,-50.00 500.00,49.98 L500.00,150.00 L0.00,150.00 Z"
                    style="stroke: none; fill: #fff;"></path>
            </svg></div>
 </header>
    <main>
        <section class="contenedor de-introduccion">
            <h2 class="titulo">Origen de la M&uacute;sica</h2>
           <aside id="ladoizquierdo">
                <p>
                    El origen de la m&uacute;sica es desconocido, ya que inicialmente no se utilizaban instrumentos musicales para interpretarla, sino la voz humana, o la percusi&oacute;n corporal, que no dejan huella en el registro arqueol&oacute;gico. Se puede inferir que la m&uacute;sica se descubri&oacute; en un momento similar a la aparici&oacute;n del lenguaje. El cambio de altura musical en el lenguaje produce un canto, de manera que es probable que en los or&iacute;genes apareciera de esta manera.
                    <br><br>
                    El concepto de m&uacute;sica tiene muchas acepciones, pero la que m&aacute;s se acerca a su significado es la del arte de combinar los sonidos en una sucesi&oacute;n temporal. Es una de las artes m&aacute;s valoradas por la sociedad y es la que m&aacute;s presencia tiene en el desarrollo de nuestra vida diaria.
                    <br><br>
                    En el mundo occidental la m&uacute;sica tiene sus ra&iacute;ces en la Grecia antigua donde la m&uacute;sica aparece como un fen&oacute;meno ligado a la necesidad del hombre de comunicar sentimientos y vivencias. La m&uacute;sica coral era el elemento b&aacute;sico en la educaci&oacute;n de los j&oacute;venes espartanos y era un elemento fundamental dentro de las tragedias griegas.
                    <br><br>
                    Era una &eacute;poca en la que predominan los elementos r&iacute;tmicos sobre los mel&oacute;dicos y la voz humana ten&iacute;a una clara primac&iacute;a sobre los instrumentos. &Eacute;stos eran pocos y no demasiado variados; sin embargo, se conoc&iacute;an ya instrumentos de viento, como la flauta de Pan, y de cuerda como las c&iacute;taras o arpas.
                    <br><br>
                    Sin embargo, no fue hasta la difusi&oacute;n del catolicismo que la m&uacute;sica cobr&oacute; auge. Con el objetivo de alabar a Dios, se cre&oacute; la m&uacute;sica sagrada, los cantos gregorianos y, m&aacute;s tarde, la notaci&oacute;n musical, o sea, el alfabeto musical que brind&oacute; la posibilidad de escribir m&uacute;sica utilizando los s&iacute;mbolos adecuados que le permit&iacute;an a los m&uacute;sicos seguir el ritmo y la entonaci&oacute;n.
                    <br><br>
                    De hecho, el origen de la m&uacute;sica escrita (utilizando los primeros s&iacute;mbolos) resale alrededor del siglo VI de la era cristiana. Sin embargo, estos s&iacute;mbolos eran muy limitados y no permit&iacute;an cubrir adecuadamente todas las extensiones musicales y la complejidad arm&oacute;nica. Por eso, en el periodo comprendido entre 992 y 1050, Guido d’Arezzo se cre&oacute; el primer sistema de escritura musical definido “diastem&aacute;tico”, que consist&iacute;a en transcribir s&iacute;mbolos que representaban una escritura. As&iacute;, por primera vez en la historia, se pudieron indicar todas las alturas de las notas musicales.
                    <br><br>
                    Guido llam&oacute; ese sistema ‘tetragrama’ ya que las notas musicales se desarrollaban en una red de cuatro l&iacute;neas paralelas. Este sistema fue el precursor del moderno pentagrama y de las notas musicales que utilizamos hoy en d&iacute;a.
                    <br><br>
                </p>
             </aside>
            <div align="center">
             <img src="img/evolucion.jpg" class=imagen-origen>
            </div>
        </section>
    </main>
    <footer>
      <h2 class="titulo-final">Todos los derechos reservados &copy; Aldrahn Alessandro Correa Ju&aacute;rez | 6IV12 | 2020</h2>
    </footer>
</body>
</html>